{"shortageName": "Zinc Injection", "shortageStatus": "Resolved Shortages", "shortageRevisionDate": " May 26, 2016", "shortageAshpURL": "https://www.ashp.org/Drug-Shortages/Current-Shortages/Drug-Shortage-Detail.aspx?id=67", "fileCreateDate": "Mon Aug 13 20:38:46 2018", "affectedProds": ["Zinc sulfate intravenous injection, American Regent, 1 mg/mL, 10 mL vial, 25 count, NDC 00517-6110-25", "Zinc sulfate intravenous injection, American Regent, 5 mg/mL, 5 mL vial, 25 count, NDC 00517-8105-25"], "shortageReasons": ["American Regent states the shortage of zinc sulfate injection is due to manufacturing delays.", "Hospira states the shortage of zinc chloride injection was due to manufacturing delays."], "availableProds": ["Zinc chloride intravenous injection, Pfizer, 1 mg/mL, 10 mL vial, 25 count, NDC 00409-4090-01"], "resupplyDates": ["American Regent has zinc sulfate 1 mg/mL 10 mL vials and 5 mg/mL 5 mL vials on back order and the company cannot estimate a release date."], "implications": [], "safety": ["Monitor patients for signs and symptoms of zinc deficiency. Pediatric patients are particularly susceptible. The Centers for Disease Control and Prevention (CDC) recently published reports of zinc deficiency in premature infants due to the nationwide shortage of zinc. http://www.cdc.gov/mmwr/preview/mmwrhtml/mm6207a5.htm"], "alternatives": ["The American Society for Parenteral and Enteral Nutrition (ASPEN) has detailed recommendations for managing this shortage online at http://www.nutritioncare.org/News/Parenteral_Nutrition_Trace_Element_Product_Shortage_Considerations/. Key recommendations include the following:", "Reserve supplies for neonatal or pediatric patients or other vulnerable groups such as patients with short bowel or malabsorption syndromes.", "Avoid use of pediatric trace elements for adult patients.", "Adult trace element products are not recommended for pediatric patients.", "Consider oral or enteral multi-vitamin or multi-mineral products for supplementation if possible.", "Avoid using trace elements additives in IV fluids.", "Increase vigilance of signs and symptoms of trace element deficiencies. Symptoms of zinc deficiency may include dermatitis, impaired wound healing, alopecia, immune insufficiency, anorexia, growth failure, delayed sexual maturation, decreased taste sensitivity, and poor night vision.", "Purchase only the supply needed, do not stockpile."], "references": []}