{"shortageName": "Yellow Fever Vaccine", "shortageStatus": "Current Shortages", "shortageRevisionDate": " Aug 01, 2018", "shortageAshpURL": "https://www.ashp.org/Drug-Shortages/Current-Shortages/Drug-Shortage-Detail.aspx?id=197", "fileCreateDate": "Mon Aug 13 20:38:42 2018", "affectedProds": ["YF-Vax subcutaneous powder for suspension for injection, Sanofi Pasteur, Multiple-dose vial (5 doses per vial) with diluent 1 count, NDC 49281-0915-05", "YF-Vax subcutaneous powder for suspension for injection, Sanofi Pasteur, Single-dose vial with diluent, 5 count, NDC 49281-0915-01"], "shortageReasons": ["Sanofi Pasteur states the shortage is due to production delays. [1]", "There are no other suppliers of yellow fever vaccine.", "Additional information on the yellow fever shortage is available at http://wwwnc.cdc.gov/travel/news-announcements/yellow-fever-vaccine-shortage-2015."], "availableProds": ["There are no presentations available"], "resupplyDates": ["Sanofi Pasteur has YF-Vax multi-dose vials and single dose vials on back order and the company estimates a release date in late-2018.[1]", "FDA accepted an investigational new drug application in October 2016. This is for the importation of another yellow fever vaccine from France. The trade name of the imported product is Stamaril. The product information can be found at https://s3.amazonaws.com/filecache.drivetheweb.com/mr5str_sanofipasteur/202281/969800.pdf. The initial rollout began in April 2017. More information can be found at https://www.cdc.gov/mmwr/volumes/66/wr/mm6617e2.htm?s_cid=mm6617e2_w or at https://www.vaccineshoppe.com/index.cfm?fa=anon.content&n=YellowFever&title=."], "implications": ["Yellow fever vaccine must be used within 1 hour of reconstitution. Practitioners should consider scheduling several patients for immunization simultaneously to conserve use of YF-Vax 5-dose vials.[2]"], "safety": [], "alternatives": ["Information on countries that require yellow fever vaccination can be found at https://wwwnc.cdc.gov/travel/."], "references": ["Sanofi Pasteur, Customer Service (personal communication and website). November 24 and December 15, 2015; January 13, February 3, March 22, April 18, May 31, July 20, September 27, and November 29, 2016; January 31, March 27, June 27, August 29, November 1, December 15, 2017; February 7, April 11, June 11, and August 1, 2018.", "Yellow Fever Vaccine (YF-Vax). Product information. Swiftwater, PA: Sanofi Pasteur, 2014 March."]}