{"shortageName": "Zolpidem Tartrate Immediate Release Tablets", "shortageStatus": "Resolved Shortages", "shortageRevisionDate": " Nov 10, 2016", "shortageAshpURL": "https://www.ashp.org/Drug-Shortages/Current-Shortages/Drug-Shortage-Detail.aspx?id=200", "fileCreateDate": "Mon Aug 13 20:38:50 2018", "affectedProds": ["Zolpidem Tartrate immediate release tablet, Aurobindo, 10 mg, 100 count, NDC 65862-0160-01", "Zolpidem Tartrate immediate release tablet, Aurobindo, 10 mg, 500 count, NDC 65862-0160-05", "Zolpidem Tartrate immediate release tablet, Aurobindo, 5 mg, 500 count, NDC 65862-0159-05", "Zolpidem Tartrate immediate release tablet, Major, 10 mg, 100 count, NDC 00904-6083-61", "Zolpidem Tartrate immediate release tablet, Major, 5 mg, 100 count, NDC 00904-6082-61"], "shortageReasons": ["Aurobindo has all presentations listed as inactive.", "Major discontinued zolpidem tartrate immediate release tablets.", "Mylan has most zolpidem presentations available.", "Sandoz has zolpidem available.", "Torrent has zolpidem available.", "Sanofi-Aventis has Ambien available."], "availableProds": ["Ambien immediate release tablet, Sanofi-Aventis, 10 mg, 100 count, NDC 00024-5421-31", "Ambien immediate release tablet, Sanofi-Aventis, 10 mg, 500 count, NDC 00024-5421-50", "Zolpidem Tartrate immediate release tablet, Mylan, 10 mg, 100 count, NDC 00378-5310-01", "Zolpidem Tartrate immediate release tablet, Mylan, 10 mg, 500 count, NDC 00378-5310-05", "Zolpidem Tartrate immediate release tablet, Mylan, 5 mg, 100 count, NDC 00378-5305-01", "Zolpidem Tartrate immediate release tablet, Mylan, 5 mg, 500 count, NDC 00378-5305-05", "Zolpidem Tartrate immediate release tablet, Mylan Institutional, 10 mg, unit-dose 100 count, NDC 51079-0725-20", "Zolpidem Tartrate immediate release tablet, Mylan Institutional, 5 mg, unit-dose 100 count, NDC 51079-0724-20", "Zolpidem Tartrate immediate release tablet, Sandoz, 10 mg, 100 count, NDC 00781-5318-01", "Zolpidem Tartrate immediate release tablet, Sandoz, 10 mg, 500 count, NDC 00781-5318-10", "Zolpidem Tartrate immediate release tablet, Sandoz, 5 mg, 100 count, NDC 00781-5317-01", "Zolpidem Tartrate immediate release tablet, Sandoz, 5 mg, 500 count, NDC 00781-5317-10", "Zolpidem Tartrate immediate release tablet, Teva, 10 mg, 100 count, NDC 00093-0074-01", "Zolpidem Tartrate immediate release tablet, Teva, 5 mg, 100 count, NDC 00093-0073-01", "Zolpidem Tartrate immediate release tablet, Torrent, 10 mg, 100 count, NDC 13668-0008-01", "Zolpidem Tartrate immediate release tablet, Torrent, 10 mg, 500 count, NDC 13668-0008-05", "Zolpidem Tartrate immediate release tablet, Torrent, 10 mg, 1000 count, NDC 13668-0008-10", "Zolpidem Tartrate immediate release tablet, Torrent, 5 mg, 100 count, NDC 13668-0007-01", "Zolpidem Tartrate immediate release tablet, Torrent, 5 mg, 500 count, NDC 13668-0007-05", "Zolpidem Tartrate immediate release tablet, Torrent, 5 mg, 1000 count, NDC 13668-0007-10", "Zolpidem Tartrate immediate release tablet, Torrent, 5 mg, 1500 count, NDC 13668-0007-15"], "resupplyDates": ["All marketed presentations are available."], "implications": [], "safety": [], "alternatives": [], "references": []}